;Language file of Revo Uninstaller
;This section must use English
[Info]
Language= عربي/Arabic
WebLang=ARA
Translator=الأستاذ عوض آل-عائض الغامدي
Codepage=UNICODE
Version=2.4.1


[Uninstaller Toolbar]
102 =عرض
103 =خيارات
104 =إلغاء التثبيت
105 =أدوات
106 =نمط الصياد
107 =قائمة
108 =رموز
109 =تفاصيل
110 =إلغاء التثبيت
111 =إزالة المدخلة
112 =تحديث
113 =هل تريد فعلا حذف المدخلات المحددة ؟
114 =هل تريد فعلا إزالة البرنامج المحدد ؟
115 =تحديث تلقائي
116 =تعليمات
117 =تعليمات الأداة الحالية...
118 =الموقع الرسمي...
119 =حول...
120 =أنت ليس مدير
121 =هل تريد فعلا إلغاء تثبيت مكون النظام الحالي\nتوقف . حتى تتأكد مما تفعل
122 =هذه الأداة تعرض لك جميع البرامج و المكونات المثبتة لكافة المستخدمين و للمستخدم الحالي . من نمط عرض "تفاصيل" أو من قائمة السياق ، يمكنك الحصول على ملومات إضافية (الروابط و الخصائص المتعلقة بعمليات التثبيت) . الميزة الأساسية لهذا البرنامج هي ميزة نمط الصياد . هذا النمط يعطيك المرونة عند إلغاء التثبيت أو إيقاف أو حذف أو تعطيل البدء التلقائي بنقرة واحدة فقط.
123 =بحث
124 =المكتشفة :
125 =هل تريد فعلا إزالة مكون النظام المحدد من الريجستري ؟\nقد يكون هذا المكون مطلوبا من قبل نظام التشغيل
126 =لم يعد في البدء التلقائي
127 =تم وضعه في البدء التلقائي
128 =%s مثبت في نفس المكان باسم %s\nسيكون هناك بقايا من كلا البرنامجين . الرجاء التأكد من البرنامج المراد إزالته
129 =إجبار إلغاء التثبيت

[Uninstaller List]
150 =التطبيقات
151 =الحجم
152 =النسخة
153 =تاريخ التثبيت
154 =الشركة
155 =موقع إنترنت
156 =تعليقات
157 =عبارة إلغاء التثبيت
158 =مفتاح الريجستري
159 =ملف التثبيت

[Uninstaller StatusBar]
201 =عمليات التثبيت:
202 =...جاري التحميل...

[Registry Optimizer]
302 =تحديد مكان الفحص
303 =قائمة ابدأ

[Autorun Toolbar]
407 =تشغيل
408 =إنهاء
409 =إزالة
410 =المواد :
411 =الممكنة:
412 =بواسطة مدير التشغيل التلقائي يمكنك تمكين أو تعطيل التطبيقات من التشغيل تلقائيا مع بدء النظام كما يمكنك أيضا أن تحصل على المزيد من المعلومات حول ذلك التطبيق بالتحديد مثل مسار تشغيله و الوصف و الناشر و الحالة (شغال أو غير شغال) و المكان لأمر بدء تشغيله (سواء في الريجستري أو في ملفه على القرص الصلب) ـ.

[Autorun List]
450 =إسم بدء التشغيل
451 =مسار التشغيل
452 =الوصف
453 =الناشر
454 =الحالة
455 =المكان
456 =شغال
457 =غير شغال
458 =غير صالح
459 =إنهاء العملية
460 =تشغيل العملية
461 =فتح المجلد المحتوي
462 =الإنتقال إلى المكان
463 =نسخ مسار التشغيل
464 =إزالة المحددة
465 =إزالة جميع المواد الغير صالحة
466 =إزالة كافة المواد الغير شغالة
467 =إزالة جميع المواد الغير ممكنة
468 =خصائص...
470 =هل تريد فعلا إغلاق التطبيق المحدد ؟\nسيتم فقد أي بيانات غير محفوظة
471 =هل تريد فعلا حذف المادة المحددة ؟
472 =هل تريد فعلا حذف كافة المواد الغير صالحة ؟
473 =هل تريد فعلا حذف كافة المواد الغير شغالة ؟
474 =هل تريد فعلا حذف كافة المواد الغير ممكنة ؟
475 =الأمر غير موجود
476 =غير معروف
477 =تعطيل التشغيل تلقائي
478 =تمكين التشغيل تلقائي

[Outlook Control]
300 =عملية الضبط
301 =ضبط الريجستري
400 =مدير التشغيل التلقائي
500 =منظف المخلفات
501 =منظف المتصفحات
600 =Microsoft Office منظف
700 =Windows منظف
800 =منظف الأقراص العميق
900 =الحذف الغير قابل للإسترجاع
2100 =أدوات النظام
2200 =منظف مخلفات الملفات

[Track Cleaner Browsers]
507 =تنظيف الكل
508 =تنظيف محفوظات صفحات إنترنت للمواقع المزارة
509 =حذف محفوظات شريط العنوان
510 =حذف ملفات إنترنت المؤقتة
511 =حذف ملفات تعريف الإرتباط
512 =Index.dat حذف ملفات
513 =تنفيذ
514 =حذف محفوظات التحميلات
515 =حذف محفوظات جلسات العمل
516 =حذف محفوظات النماذج
517 =إلغاء التثبيت
518 =هل تريد فعلا تنظيف جميع بيانات المحفوظات المحددة ؟
521 =؟ Internet Explorer هل تريد فعلا تنظيف جميع بيانات محفوظات
522 =؟ Firefox هل تريد فعلا تنظيف بيانات محفوظات
523 =؟ Opera هل تريد فعلا تنظيف بيانات محفوظات
524 =؟ Netscape هل تريد فعلا تنظيف بيانات محفوظات
525 =يقوم متصفحك بتسجيل التفاصيل لكل موقع تزوره . و أي واحد يمكنه مشاهدة تصفحك على الشبكة من خلال المعلومات تلك ! لكن مع منظف المتصفحات يمكنك حذف ملفات الإنترنت المؤقتة سواء كان صور أو ملفات فيديو و بالتالي يتم تحرير الكثير من مساحة قرصك الصلب.
526 =الرجاء إغلاق متصفح إنترنت الخاص بك قبل تنظيف الآثار.
527 =في المرة القادمة عند إعادة تشغيل الكمبيوتر Index.dat سيتم حذف ملفات.
599 =تم الإنتهاء من تنظيف المواد المحددة

[Office Track Cleaner]
601 =تنظيف
607 =Microsoft Word تنظيف محفوظات المستندات الأخيرة لـ
608 =Word 2000 و Word XP و Word 2003 و Word 2007, Word 2010, Word 2013 و Word 2016 يتضمن
609 =Microsoft Excel تنظيف محفوظات المستندات الأخيرة لـ
610 =Excel 2000 و Excel XP و Excel 2003 و Excel 2007, Excel 2010, Excel 2013 و Excel 2016 يتضمن
611 =Microsoft Access تنظيف محفوظات المستندات الأخيرة لـ
612 =Access 2000 و Access XP و Access 2003 و Access 2007, Access 2010, Access 2013 و Access 2016 يتضمن
613 =Microsoft PowerPoint تنظيف محفوظات المستندات الأخيرة لـ
614 =PowerPoint 2000 و PowerPoint XP و PowerPoint 2003 و PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 و PowerPoint 2016 يتضمن
615 =Microsoft FrontPage تنظيف محفوظات المستندات الأخيرة لـ
616 =FrontPage 2000 و FrontPage XP و FrontPage 2003 يتضمن
617 =يسمح لك منظف تطبيقات ميكروسوفت بإزالة المحفوظات المستخدمة مؤخرا بكثرة . إذا كنت لا تريد أي شخص آخر أن يشاهد مستنداتك التي فتحتها مؤخرا فحدد فقط أنواعها ثم أنقر على زر "تنظيف" . ليتم التنفيذ في الحال.

[Windows Tracks Cleaner]
701 =تنظيف
707 =تنظيف محفوظات المستندات الأخيرة
708 =تنظيف محفوظات تشغيل في قائمة ابدأ
709 =تنظيف محفوظات البحث عن ملفات
710 =تنظيف محفوظات البحث عن طابعات و عن كمبيوترات و عن أشخاص
711 =تفريغ الحافظة
712 =تنظيف محفوظات "الرسام" الأخيرة
713 =تنظيف محفوظات "الدفتر" الأخيرة
714 =الأخيرة Regedit تنظيف محفوظات مفاتيح
715 =تنظيف محفوظات لوحة فتح/حفظ العامة
716 =تنظيف اللائحة المشتركة لمحفوظات المجلدات المفتوحة مؤخرا
717 =إفراغ سلة المحذوفات
718 =المؤقتة Windows حذف ملفات
719 =حذف سجلات الإستخدام لقائمة ابدأ
720 =في الويندوز تبقي آثار للعديد من الأشياء التي قمت بها مثل محفوظات البحث عن الملفات ، و محفوظات المستندات المفتوحة مؤخرا و محفوظات فتح/حفظ في لوائح الملفات من تطبيقات مختلفة و غير ذلك . يسمح لك منظف الويندوز بإزالة كل هذا المحفوظات و الملفات المؤقتة . يمكنك إفراغ سلة المحذوفات أيضا و حذف الملفات المؤقتة بحيث تستطيع تحرير الكثير من مساحة القرص الصلب.
721 =explorer.exe سيتم تنظيف محفوظات "تشغيل" بعد إعادة تشغيل عملية.
722 =Windows الآثار في ريجستري الـ
723 =الآثار في محركات الأقراص الصلبة المحلية
724 =حذف ملفات تفريغ العطل بالذاكرة
725 =أجزاء الملفات المستردة Chkdsk حذف


[Evidence Remover]
802 =تنفيذ
803 =التنظيف
804 =...الرجاء الإنتظار أثناء تقدم التنظيف.
805 =تم
806 =ضع إشارة على القرص المراد حذف الآثار منه . هذه الأداة تؤثر على البيانات المحذوفة فقط . تحذير : بعد أن تنتهي العملية ستصبح إستعادة الملفات المحذوفة مستحيلة. ملاحظه : تأكد من حفظ العمليات المهمة...لأنك لن تستطيع إسترجاعها بعد حذفها
807 =عند إفراغ سلة المحذوفات يتم التأشير على ملفاتك و مجلداتك بأنها محذوفة و لكنها غير محذوفة فعليا . هذه الأداة ستمحو الملفات و المجلدات بشكل دائم من قرصك الصلب . و مهما حاولت أن تستعيد تلك البيانات فالنتيجة هي نفسها ، لا شيء . -  حيث تم تنظيف البيانات و الدلائل و الآثار بدون رجعة
808 =هل تريد فعلا تنظيف بقايا الآثار و الدلائل على محرك(ات) الأقراص المحدد(ة) ؟

[Unrecoverable Delete]
912 =قائمة بالملفات و بالمجلدات التي سيتم حذفها بشكل دائم بدون قابلية الإسترجاع
913 =ملفات
914 =مجلدات
915 =ضع هنا الملفات التي تريد حذفها و لا يمكن إسترجاعها بعد حذفها بأي برنامج
916 =ضع هنا المجلدات التي تريد حذفها و لا يمكن إسترجاعها بعد حذفها بأي برنامج
917 =إضافة ملفات للحذف
918 =إضافة مجلدات للحذف
919 =حذف للأبد
920 =حذف القائمة
921 =إذا تريد حذف أي ملف أو أي مجلد بشكل آمن (بحيث تتأكد أنه لن يتمكن أحد بأي برنامج من إستعادتها أبدا) ، أستعمل الحذف الغير قابل للإسترداد . علما أن حذف الملفات و إفراغ سلة المحذوفات ليس معناه حذف هذه الملفات إلى الأبد مما يعني أنها ما زالت على قرصك الصلب و أن أي شخص يمكنه إسترجاع البيانات المحذوفة بسهولة شديدة . إن أداة الحذف الغير قابلة للإسترداد تجعل الإسترجاع للملفات غير ممكن لأنها تحذف جميع الملفات و المجلدات المحددة بشكل فعلي.
922 =هل تريد فعلا حذف هذه الملفات و المجلدات للأبد ؟

[Options Tree]
1001 =خيارات
1100 =عام
1200 =إلغاء التثبيت

[General]
1101 =اللغة الحالية :
1102 =النمط المتقدم
1103 =البحث عن التحديثات عند البدء

[Uninstaller Options]
1201 =إظهار تحديثات النظام
1202 =إظهار مكونات النظام
1204 =فقط تشغيل وحدة إلغاء التثبيت المدمجة
1205 =(Windows Vista غير معتمد مع)
1206 =عمل نقطة إستعادة النظام قبل إلغاء التثبيت
1207 = حذف الملفات و المجلدات المتبقية إلى سلة المحذوفات 

[Auto Update]
1907 =تحديث
1908 =معلومات النسخة
1909 =الإصدار الحالي:
1910 =آخر إصدار:
1911 =تحميل
1912 =إحصل على آخر نسخة
1913 =ما هو الجديد
1914 =...جاري التدقيق...
1915 =خطأ في الإتصال...
1916 =إيقاف
1917 =تم تحميل %s من %s
1918 =(تم تحميل %s (الحجم الكلي غير معروف
1919 =لم يتمكن البرنامج من الإتصال بالموقع . الرجاء تأكد من إتصالك بالإنترنت و تأكد من أن الجدار الناري لا يمنعها
1920 =خطأ : فشل التدقيق بحثا عن نسخة جديدة , لا يوجد إتصال بالإنترنت.

[WinTools]
2110 =تشغيل
2111 =هناك الكثير من الأدوات المفيدة و المكونات مدمجة مع كل نظام تشغيل للويندوز . بعض من هذه الأدوات تستعمل سطر أوامر معقد و بعضها صعبة الدخول . إن أدوات الويندوز توفر لك الوصول السريع بنقرة واحد إلى أكثر من عشر أدوات مشتركة.
2112 =إذا حدثت مشكلة ، يمكنك إستعمال إستعادة النظام لإستعادة كمبيوترك إلى حالته السابقة بدون أن تخسر ملفاتك الشخصية . يتم عمل إستعادة النظام يوميا و عند التغييرات الهامة للنظام . كما يمكنك أنت أيضا عمل نقطة لإستعادة النظام في أي وقت كان.
2113 =يمكنك أن تستعمله لعرض المعلومات عن أجهزة نظامك و عن الإنترنت و المودم و محول الشبكة . مع أداة تشخيص الشبكة يمكنك عمل إختبار للإتصال و ما هي البرامج المرتبطة بالشبكة و ما هي الخدمات المتصلة.
2114 =تعرض معلومات الشبكة جميع تكوينات الشبكة الحالية و بروتوكول تكوين المضيف الحركي و إعدادات نظام إسم النطاق . كما تعرض معلومات الشبكة عن جميع المحولات للشبكة و كل ما يتعلق بالشبكة من أمور.
2115 =يدقق مركز الأمان في حالة كمبيوترك الأمنية : الجدار الناري و التحديث التلقائي و الحماية من الفيروسات . إذا أكتشف أي مشكلة متعلقة بالأمور الثلاثة السابقة فإن مركز الأمان يرسل لك إنذار و يزودك بالتوصيات حول كيفية حماية كمبيوترك بشكل أفضل.
2116 =خصائص النظام يمكن إستعمالها لمشاهدة المعلومات عن أجهزة الكمبيوتر الأساسية مثل نوع وحدة المعالج المركزية و مجمل الذاكرة العشوائية و عرض و تغيير الإعدادات للتحكم بكيفية إستخدام الكمبيوتر للذاكرة و البحث عن معلومات معينة عن (الأدوات و الأجهزة) و تكوين التشكيلات الجانبية للأجهزة و عرض معلومات عن الإتصال بالشبكة و وضعية تسجيا دخول الكمبيوتر و التبليغ عن أخطاء النظام.
2117 =معلومات نظام هو مكون لنظام تشغيل الويندوز لتجميع و عرض معلومات تكوين النظام للكمبيوترات المحلية و البعيدة . تتضمن المعلومات تكوينات الأجهزة و المكونات و البرامج بما في ذلك برامج التشغيل الموقعة و الغير موقعة.
2118 =TCP و UDP النشطة و منافذ TCP هو مكون من مكونات الويندوز يعرض جميع إتصالات TCP/IP Netstat أمر.
2119 =لوحة المفاتيح الظاهرية التي تعرض على الشاشة هي لوحة وهمية تسمح للمستخدمين العاجزين عن الحركة بكتابة البيانات باستعمال أداة تأشير أو يد تحكم . كما يمكنك إستعمال هذه الوظيفة إذا كنت تخشى أن يتم تسجيل ضربات المفاتيح لأمورك السرية الأخرى.
2120 =تقوم ""أداة إلغاء تجزئة القرص"" بإعادة ترتيب الملفات، والبرامج، المساحة غير المستخدمة على القرص الثابت للكمبيوتر، بحيث يتم تشغيل البرامج وفتح الملفات بسرعة أكبر. لا تؤثر ""أداة إلغاء تجزئة القرص"" على أي شيء تشاهده على الشاشة، مثل الملفات في مجلد ""المستندات"" أو رموز الاختصارات على قائمة ""البرامج"" ـ.
2121 =الخدمات يمكن من خلالها تشغيل أو إيقاف أو عمل إيقاف مؤقت أو إستئناف أو تعطيل أي خدمة على الكمبيوترات المحلية أو البعيدة.
2122 =يمكنك استخدام 'المجلدات المشتركة' لإدارة الموارد المشتركة عبر شبكة اتصال. يمكنك مع 'المجلدات المشتركة' التحكم بأذونات وصول المستخدم، ونشاط جلسات العمل، وخصائص المورد المشترك.
2123 =أدوات إدارية يمكنك استخدامها لإدارة الشبكات، وأجهزة الكمبيوتر، والخدمات، ومكونات النظام الأخرى  Microsoft ‏(MMC) تستضيف وحدة التحكم بالإدارة لـ.
2124 =يمكنك أن تستعمل هذه الأداة لإضافة أي مكون من مكونات ويندوز التي لم يتم تضمينها مع التثبيت الأصلي أو لإزالة أي مكون ليس مرغوب.
2125 =يتم إصدار أداة إزالة البرامج الضارة يوم الثلاثاء الثاني من كل شهر. يساعد كل إصدار على كشف البرامج الضارة الشائعة الموجودة حاليًا وإزالتها. تتضمن هذه البرامج الضارة الفيروسات والفيروسات المتنقلة وحصان طروادة. تستخدم ميكروسوفت العديد من المعايير لتحديد مدى انتشار عائلة البرامج الضارة والتلف الذي قد تسببه.


[Junk Files Cleaner Options]
2202 =الأقراص للفحص:
2203 =النمط
2204 =الوصف
2205 =إضافة
2206 =إزالة
2207 =إستعادة الإفتراضيات
2208 =أداة تنظيف مخلفات الملفات::عام
2209 =أداة تنظيف مخلفات الملفات::إستبعاد
2220 =نمط الفحص :
2221 =يمكنك إستخدام لرموز ؟ و/أو * ككلمات بدل
2222 =إضافة نمط
2223 =إضافة نمط إستبعاد
2224 =يمكنك إستخدام لرموز ؟ و/أو * ككلمات بدل
2225 =نمط الإستبعاد:
2226 =حذف الملفات إلى سلة المحذوفات
2227 =تجاهل الملفات التي تم الوصول إليها في الـ 24 ساعة الماضية

[Junk Files Cleaner Tool]
2306 =فحص
2307 =حذف
2308 =الفحص
2309 =الرجاء الإنتظار أثناء تقدم الفحص.
2310 =إلغاء الأمر
2311 =الإسم
2312 =الحجم
2319 =الملفات:
2320 =الحجم الكلي:
2323 =هناك ملفات يتم استخدامها من قبل ويندوز أو برنامج آخر\nبحيث لا يمكن حذفها الآن
2324 =يجب تحديد قرص واحد على الأقل و إمتداد لبدء الفحص.
2325 =أداة تنظيف مخلفات الملفات تسمح لك بالبحث عن الملفات الغير ضرورية و إزالتها من كمبيوترك . علما أن هذه المخلفات تؤثر على مساحة القرص و على سرعة النظام أيضا.
2326 =ملف:
2327 =حذف الملفات

[Context Menu Junk Files Cleaner]
2313 =فتح
2314 =Google البحث في
2315 =فتح المجلد المحتوي
2316 =خصائص...
2317 =تأشير جميع المواد
2318 =عدم تأشير جميع المواد
2321 =تأشير المواد المحددة
2322 =عدم تأشير المواد المحددة

[Topmost Window]
4002 =خيارات
4003 =فتح النافذة الرئيسية
4004 =نمط السحب و الإفلات
4005 =نمط الصياد
4006 =الحجم
4007 =صغير
4008 =وسط
4009 =كبير
4010 =حجم النافذة
4011 =خروج
4012 =إلغاء التثبيت
4013 =إيقاف التشغيل التلقائي
4014 =إنهاء العملية
4015 =إنهاء و حذف العملية
4016 =فتح المجلد المحتوي
4017 =معلومات
4018 =خصائص
4019 =إلغاء الأمر
4020 =المعتمد فقط ملف واحد في نفس الوقت
4021 =أنت قمت بإسقاط مجلد ، الرجاء أسحب و أسقط ملفا
4022 =إلغاء تثبيت أو حذف:
4023 =المشكلة لم تحل ! جرب التأشير إلى نافذة أخرى أو أيقونة أو مادة ما لشريط المهام.
4024 =تعذر تشغيل أمر إلغاء التثبيت\nالرجاء ألغي تثبيت التطبيق بواسطة ملف إلغاء التثبيت.
4025 =لم يتم العثور على حزمة التثبيت\nمعلومة : أحصل على المزيد من المعلومات عن التطبيق من النوافذ الرئيسية\nو جرب إلغاء التثبيت يدويا
4026 =تطبيق الهدف معطل من التشغيل التلقائي\nمعلومة : إذا كنت تريد تمكينه ثانية فاستعمل أداة التشغيل التلقائي من التطبيق الرئيسي
4027 =لم يتم العثور على التطبيق الهدف في قسم بدء التشغيل المشترك\nمعلومة : للبحث عن الأقسام الغير مشتركة و المستخدمة من قبل بدء التشغيل التلقائي لأي تطبيق شاهد موقع جوجل
4028 =هل تريد فعلا إغلاق التطبيق المحدد ؟\nسيتم فقد أي بيانات غير محفوظة
4029 =إلغاء التثبيت
4030 =هل تريد فعلا إغلاق و حذف التطبيق المحدد ؟\nسيتم فقد أي بيانات غير محفوظة
4031 =Windows هل تريد فعلا إغلاق مستكشف\nستختفي كل من قائمة البداية و شريط المهام و صينية النظام
4032 =البدء تلقائيا مع تشغيل Windows
4033 =الشفافية

[Scan After Uninstall]
4210 =المكان
4211 =المفتاح
4212 =القيمة
4213 =البيانات
4214 =ملف
4215 =لم يتم تحديد مادة , حدد أي مادة للحذف
4216 =الفحص بعد إلغاء التثبيت
4217 =تحديد الكل
4218 =عدم تحديد الكل
4219 =حذف
4220 =الملفات المتبقية
4221 =مدخلات الريجستري المتبقية
4222 =...الفحص قبل إلغاء التثبيت , الرجاء الإنتظار...
4223 =...يتم تشغيل وحدة إلغاء التثبيت...
4224 =الرجاء البدء بالبحث عن الملفات و المجلدات و مفاتيح الريجستري المتبقية عندما ينتهي إلغاء التثبيت.
4225 =...يتم الفحص بعد إلغاء التثبيت , الرجاء الإنتظار...
4226 =الرجاء تأشير المواد المدرجة بإنتباه
4227 =إغلاق
4228 =سيتم حذف الملفات المتبقية في القائمة خلال إعادة تشغيل النظام في المرة القادمة.
4229 =فشل تشغيل وحدة إلغاء التثبيت للتطبيق\nربما أمر إلغاء التثبيت غير صالح
4230 =الخلف
4231 =التالي
4232 =تحديد نمط إلغاء التثبيت
4233 =الأنماط
4234 =داخلي - التشغيل فقط لملف إلغاء تثبيت التطبيق بدون عمل أي فحص إضافي
4235 =آمن - يتضمن النمط الداخلي و يؤدي عمليات فحص إضافية في الريجستري و على القرص الصلب للبحث عن المواد المتبقية التي لا ضرر من حذفها . يعتبر هذا أسرع نمط.
4236 =معتدل - يتضمن النمط الآمن و يؤدي فحصا موسعا بحثا عن جميع المعلومات عن مخلفات التطبيق في الأماكن الأكثر شيوعا للريجستري و على القرص الصلب
4237 =متقدم - يتضمن النمط المعتدل و يؤدي فحصا عميقا و شاملا للعثور على جميع المعلومات حول بقايا التطبيق في الريجستري و على القرص الصلب . هذا النمط بطيء.
4238 =تحليل بيانات التطبيق قبل إلغاء تثبيته.
4239 =تشغيل وحدة إلغاء التثبيت الداخلية للتطبيق.
4240 =بعد أن ينتهي إلغاء تثبيت التطبيق إضغط على زر "التالي" للبدء بالبحث عن بقايا الملفات و المجلدات و مواد الريجستري.
4241 =تنفيذ تحليل تمهيدي و إلغاء تثبيت
4242 =البحث عن بقايا معلومات
4243 =تم إلغاء التثبيت ، الآن يتم البحث عن بقايا الملفات و المجلدات و مواد الريجستري الخاصة بالتطبيق سواء في قرصك الصلب أو في الريجستري . الرجاء الإنتظار ...ـ.
4244 =بقايا مواد الريجستري المكتشفة
4245 =مواد الريجستري المكتشفة:
4246 =ملاحظة : الرجاء بكل حذر تأشير المواد المعروضة . سيتم فقط حذف المواد المؤشرة التي بالخط العريض و المواد الفرعية لها
4247 =بقايا الملفات و المجلدات المكتشفة
4248 =المواد المكتشفة:
4249 =جهاز الكمبيوتر
4250 =لم يتمكن البرنامج من تشغيل ملف إلغاء التثبيت الداخلي للتطبيق. ربما ملف إلغاء التثبيت للتطبيق غير صالح أو تالف. لكن يمكنك أن  تضغط على زر "الخلف" و تجرب طريقة أخرى لإلغاء التثبيت.
4251 =أنتهى إلغاء التثبيت . لم يتم البحث عن المواد المتبقية . يمكنك أن تضغط على زر "الخلف" و تجرب نمط إلغاء تثبيت آخرا للفحص بحثا عن بقايا الملفات و مواد الريجستري و المجلدات.
4252 =تم بنجاح الإنتهاء من إلغاء التثبيت ، لكن لم يتم العثور على مواد متبقية . يمكنك أن تضغط على زر "الخلف" و تجرب نمط إلغاء تثبيت موسع لفحص أعمق.
4253 =تم بنجاح الإنتهاء من إلغاء التثبيت ، إذا كنت تريد البحث عن مواد متبقية أكثر فيمكنك أن تضغط على زر "الخلف" و تجرب نمط إلغاء التثبيت المتقدم لفحص أعمق.
4254 =تم
4255 =هل تريد فعلا إرسال الملفات المحددة إلى سلة المحذوفات ؟
4256 =هل تريد فعلا حذف مواد الريجستري المحددة ؟
4257 =من تنفيذ إلغاء التثبيت بنجاح Revo Uninstaller أنتهى
4258 =هل تريد فعلا تجاوز الحذف لبقايا مدخلات الريجستري و الإنتقال إلى الخطوة التالية ؟
4259 =هل تريد فعلا تجاوز الحذف لبقايا الملفات و المجلدات و الإنتقال إلى الخطوة التالية ؟
4260 =تم البحث عن للمواد المتبقية . إضغط زر "التالي" لرؤية النتائج
4261 =إنشاء نقطة إستعادة للنظام...
4262 =إنشاء نقطة إستعادة للنظام – فشل
4263 =إنشاء نقطة إستعادة للنظام - معطلة في (خيارات -> إلغاء التثبيت
4264 =إنشاء نقطة إستعادة للنظام - تم


[About]
4300 =المترجمون:

[ContextMenu Uninstaller]
5000 =الأوامر
5001 =معلومات
5002 =Google البحث في
5004 =مكان التثبيت
5005 =فتح رابط حول...
5006 =فتح رابط تعليمات...
5007 =فتح رابط التحديث...
5008 =فتح مفتاح الريجستري...

[Common]
10000 =حسنا
10001 =إلغاء الأمر
10002 =تعليمات
10003 =تصفح
10004 =تعليمات الأداة الحالية
10005 =الموقع الرسمي
10006 =حول
10007 =تحذير
10008 =خطأ
10009 =نعم
10010 =لا

[Tooltips]
2000 =التبديل إلى نمط إلغاء التثبيت
2001 =عرض لائحة أدوات
2002 =ضبط الإعدادات
2003 =التبديل إلى نمط الصياد
2004 =تغيير عرض قائمة البرامج المثبتة
2005 =إلغاء تثبيت البرامج المحددة
2006 =حذف المدخلة المحددة من الريجستري
2007 =تحديث قائمة البرامج
2008 =تحديث نسختك الحالية إلى آخر نسخة
2009 =البحث عن المزيد من المعلومات و الإجابات عن جميع أسئلتك حول البرنامج
404 =تشغيل البرنامج المحدد
405 =إيقاف و إغلاق البرنامج المحدد
406 =منع التطبيق المحددة من التشغيل التلقائي
506 =تنظيف الخيارات المحددة
605 =تنظيف الخيارات المحددة
705 =تنظيف الخيارات المحددة
2106 =تشغيل الأداة المحددة
2304 =الفحص بحثا عن الملفات الغير ضرورية حسب الإعدادات المحددة
2305 =حذف الملفات المؤشرة إلى سلة المحذوفات



[UninstallerPro]
15000 =عام
15001 =مدير\nالمجموعات
15002 =البرامج الجديدة
15003 =البرامج الأخرى
15004 =الإسم
15005 =تسمية
15006 =إنترنت
15007 =الألعاب
15008 =الوسائط المتعددة
15009 =خدميات
15050 =تحريك لأعلى
15051 =تحريك لأسفل
15052 =إضافة
15053 =إزالة
15054 =الأعمدة
15055 =إزالة هذا العامود
15056 =المحاذاة
15057 =يسار
15058 =وسط
15059 =يمين
15060 =أفضل تناسب
15061 =تصدير إلى
15062 =تنسيق نصي (txt)
15063 =تنسيق (html)  HTML
15064 =Microsoft Excel
15065 =تصدير
15066 =تحديد الأعمدة المراد تصديرها:
15067 =إظهار بهيئة برامج جديدة مثبتة :
15068 =(قائمة (في أيام
15069 =منذ آخر تشغيل للاغي التثبيت
15070 =إسم المجموعة:
15071 =إضافة
15072 =المجموعة
15073 =برامج تمت مراقبتها
15074 =برامج\nتمت مراقبتها
15075 =كافة البرامج
15076 =كافة\nالبرامج
15077 =حذف السجل
15078 =إلغاء تثبيت مخصص
15079 =تغيير الأيقونة
15080 =إضافة إلى المجموعة
15081 =إزالة من المجموعة
15082 =إلغاء التثبيت
15083 =ملفات و مجلدات سجل إلغاء تثبيت البرنامج :
15084 =مواد ريجستري سجل إلغاء تثبيت البرنامج :
15085 =هناك بعض البيانات التي قد تكون مرتبطة بالبرنامج الذي تم إلغاء تثبيته لم يتم حذفها لأنه لم يتم مراقبتها أثناء تثبيت البرنامج بواسطة "رافو أن.إنستولر" . إذا كنت تريد المعاينة و من ثم الحذف فاضغط على زر "إلغاء تثبيت متقدم" ـ
15086 =إلغاء تثبيت متقدم
15087 =مسار الملف/المجلد
15088 =...جاري فتح القائمة...
15089 =إلغاء تثبيت القيم المحددة
15090 =فتح مفتاح الريجستري الأصل...
15091 =توسيع الكل
15092 =طي الكل
15093 =إسم القيمة
15094 =مجلد السجلات:
15095 =تنفيذ عمليات إعادة تسمية موجودة مسبقا في نظام الملفات و المجلدات
15096 =فرض إلغاء التثبيت
15097 =فرض\nإلغاء التثبيت
15098 =توسيع المفتاح المحدد
15099 =طي المفتاح المحدد
15100 =إلغاء تثبيت المفتاح المحدد
15101 =وضع علامة أنشئ على المفتاح المحدد
15102 =إضافة إلى قائمة إستبعاد
15103 =ملف سجل غير صالح
15104 =الملف غير موجود . أدخل ملفا صالحا أو ألغي العملية.
15105 =إختر العملية
15106 =إضافة العملية إلى القائمة
15107 =المسار الكامل للعملية:
15108 =إضافة مفتاح ريجستري
15109 =مسار مفتاح الريجستري
15110 =مع إستخدام الأسلوب القسري أو الإجباري لإلغاء التثبيت يمكنك التصفح بحثا عن أي ملف أو إدخال المسار بالكامل لأي مجلد للبرنامج المراد إلغاء تثبيته . يمكنك أيضا إدخال إسم البرنامج كمعلومات إضافية . عند الضغط على زر "التالي" ، سيقوم البرنامج أولا بالبحث عن أي ملف داخلي موجود لإلغاء التثبيت و عند ذلك سيتم وضعه في القائمة ، بحيث يمكنك إختياره\n\nالرجاء إدخال الإسم بالضبط و مكان التثبيت للبرنامج المراد إلغاء تثبيته
15111 =أنماط البحث
15112 =داخلي
15113 =آمن
15114 =متوسط
15115 =متقدم
15116 =المسار الكامل لمسار ملف أو مجلد البرنامج :
15117 =إسم البرنامج بالضبط :
15118 =ملف إلغاء التثبيت الداخلي المكتشف:
15119 =تشغيل ملف إلغاء التثبيت الداخلي المحدد
15120 =إسم البرنامج
15121 =أمر إلغاء التثبيت
15122 =النوع
15123 =32-بت
15124 =64-بت
15125 =إنهاء العملية ثم إستمرار
15126 =الملف المحدد هو عبارة عن عملية شغالة ! إذا كنت تريد إلغاء تثبيته مع مواده ذات العلاقة بشكل صحيح ، فينبغي أن تنهي العملية (توقفها) للإستمرار
15127 =مفتاح الريجستري للإستبعاد
15128 =تضمين المفاتيح الفرعية
15129 =وضع التركيز على البرامج التي تمت مراقبتها مع بدء التشغيل
15130 =حذف الملفات و المجلدات:
15131 =إلى مجلد إحتياطي
15132 =إلى سلة المحذوفات
15133 =نهائيا
15134 =هل تريد فعلا حذف المواد المحددة ؟
15135 =مجلدات
15136 =ملفات
15137 =الملفات و المجلدات ذات العلاقة المحتملة
15138 =مواد الريجستري ذات العلاقة المحتملة
15139 =المفاتيح:
15140 =القيم :
15141 =الملفات و المجلدات في السجل
15142 =تنفيذ عمليات إعادة التسمية للملفات النظام الموجودة من قبل و للمجلدات
15143 =هل تريد فعلا إلغاء تثبيت المواد المحددة ؟
15144 =المحددة ، لكن الملفات المتبقية سيتم حذفها خلال إعادة تشغيل النظام القادمة.
15145 =مواد الريجستري المسجلة
15146 =...جاري إلغاء التثبيت...
15147 =البحث عن مخلفات الملفات و المجلدات و مواد الريجستري حسب المعلومات التمهيدية
15148 =تحليل و بدء تشغيل ملف إلغاء تثبيت البرنامج الداخلي من أجل إلغاء التثبيت طبيعي
15149 =بعد إنتهاء برنامج إلغاء التثبيت ، أضغط زر "فحص" لبدء البحث عن الملفات المتبقية و المجلدات و مواد الريجستري.
15150 =لا يوجد هناك ما يكفي من المساحة على القرص لكتابة ملف بيانات المخزون المؤقت
15151 =خطأ في كتابة ملف المخزون المؤقت . تأكد من أن لديك أذونات مناسبة.
15152 =خطأ في قراءة ملف بيانات المخزون المؤقت
15153 =لم يعثر على أي مواد متبقية Revo Uninstaller
15154 =فحص
15155 =إلغاء تثبيت\nمخصص
15156 =وحدة "كافة البرامج" تظهر جميع البرامج المثبتة و المكونات لكل من المستخدم الحالي و بقية المستخدمين و تنقسم الى مجموعتين إفتراضيتين - "جديد" و "أخرى" . عند إستخدام نوع العرض "تفاصيل" أو قائمة سياق القشرة ، يمكنك الوصول إلى معلومات إضافية (روابط و خصائص حول عمليات التثبيت) . الإعدادات لهذه الوحدة تقع في البند الفرعي من "كافة البرامج" تحت بند "إلغاء التثبيت" في نافذة "خيارات" ـ.
15157 =وحدة الـ "برامج تمت مراقبتها" تعرض جميع البرامج التي تمت مراقبتها أثناء عملية التثبيت . لمراقبة تثبيت أي برنامج , أنقر بزر الفأرة الأيمن على ملف حزمة التثبيت (الإعداد) أو أضغط على زر "تثبيت برامج" على شريط الأدوات الرئيسي . الإعدادات لهذه الوحدة تقع في "برامج تمت مراقبتها" في إطار البند الفرعي لـ "إلغاء التثبيت" من نافذة "خيارات" ـ.
15158 =التسجيل
15159 =ملف التعليمات
15160 =تثبيت برامج
15161 =تثبيت\nبرامج
15162 =عمل نقطة إستعادة للنظام و عمل نسخ إحتياطي كامل قبل إلغاء التثبيت
15163 =...إنشاء نسخ إحتياطي كامل للريجستري...
15164 =إنشاء نقطة إستعادة النظام و النسخ الإحتياطي الكامل معطل (في خيارات -> لاغي التثبيت) ـ
15165 =إنشاء إحتياطي كامل للريجستري - تم
15166 =إنشاء إحتياطي كامل للريجستري - فشل
15167 =(Windows Vista و Windows 7,8,10 غير معتمد في)
15168 =السجلات:
15169 =أو أنقر بزر الفأرة الأيمن على أيقونة نمط الصياد , ثم حدد "خروج" للإغلاق
15170 =فتح معالج إلغاء التثبيت في وضع التكبير
15171 =مسار المجلد
15172 =لمشاهدة ملف التعليمات pdf الرجاء تثبيت قارئ
15173 =إضافة مجموعة جديدة
15174 =حذف السجلات المحددة
15175 =إعادة بناء ملف المخزون المؤقت
15176 =هل تريد فعلا إعادة بناء ملف المخزون المؤقت ؟\nسيتم إعادة تعيين التخصيصات الخاصة بك المتعلقة بتفاصيل البرامج
15177 =إدارة
15178 =تصدير أو استيراد أو تحرير السجل
15179 =تغيير\nأو إصلاح
15180 =تغيير أو إصلاح
15181 =تحديث الرابط
15182 =سجلات قاعدة البيانات
15183 =قاعدة بيانات\nالسجلات
15184 =البرامج:
15185 =إسم البرنامج
15186 =إصدار البرنامج
15187 =Windows نسخة
15188 =Windows نوع
15189 =بحث
15190 =إظهار السجلات فقط المتوافقة مع  %s
15191 =إظهار سجلات  %s فقط
15192 =السجلات المتطابقة:
15193 =سجلات قاعدة البيانات:
15194 =البحث حسب:
15195 =سجل
15196 =سجلات
15197 =البرنامج
15198 =البرامج
15199 =الإسم
15200 =إلغاء تثبيت سريع
15201 =إلغاء تثبيت\nسريع
15202 =عمل نسخ احتياطي مبدأي للنظام
15203 =إلغاء تثبيت البرنامج  %d من  %d
15204 =التحليل التمهيدي - تم
15205 =تشغيل وحدة إلغاء التثبيت المدمجة بالبرنامج - تم
15206 =تشغيل وحدة إلغاء التثبيت المدمجة بالبرنامج - فشل
15207 =الفحص بحثا عن بقايا الملفات والمجلدات و عناصر الريجستري...
15208 =حذف بقايا المخلفات...
15209 =تم حذف  %d من بقايا من مفاتيح الريجستري و %d من القيم
15210 =تم حذف  %d من بقايا المجلدات و %d من الملفات
15211 =تم إلغاء التثبيت السريع
15212 =الحالة
15213 =بعد الانتهاء من إلغاء تثبيت البرنامج، اضغط زر "متابعة" لمتابعة عملية إلغاء التثبيت.
15214 =متابعة
15215 =استيراد
15216 =إضافة تعليق
15217 =تحرير تعليق
15218 =الوحدات النمطية
15219 =تاريخ السجل
15220 =...يتم إعداد بيانات السجل لإلغاء التثبيت...
15221 =ـ %d من  %d مادة
15222 =...يتم تنفيذ عمليات إعادة التسمية اللازمة...
15223 =هل أنت متأكد من أنك تريد إلغاء السجل المحدد؟
15224 =هل أنت متأكد من أنك تريد إلغاء السجلات المحددة؟
15225 =إلغاء تثبيت السجل  %d من  %d
15226 =تصدير الكل
15227 =تخطي\nالإحتياطي
15228 =تخطي عملية إنشاء نقطة لاستعادة النظام و النسخ الاحتياطي الكامل للريجستري
15229 =إنشاء نسخة احتياطية كاملة للريجستري - تخطي
15230 =إنشاء نقطة استعادة للنظام - تخطي
15231 =تحرير سجل
15232 =استيراد سجل
15233 =تصدير السجل
15234 =تحليل السجل -
15235 =تسمية السجل
15236 =اسم السجل
15237 =حفظ التغييرات
15238 =تعديل
15239 =أيقونة
15240 =فهرس الأيقونة
15241 =الكاتب
15242 =وقت الإنشاء
15243 =وقت التعديل الأخير
15244 =الحجم المقدر
15245 =مفاتيح الريجستري
15246 =قيم الريجستري
15247 =الإنشاء
15248 =الحذف
15249 =التسمية
15250 =الإستبدال
15251 =غير معروفة
15252 =الاسم القديم
15253 =الاسم بالكامل
15254 =الاسم الكامل القديم
15255 =البيانات القديمة
15256 =يوجد قيمة ريجستري بهذا الاسم مسبقا
15257 =إضافة مفتاح
15258 =اسم المفتاح:
15259 =غير معدل
15260 =تعديل المفتاح
15261 =إضافة قيمة
15262 =تعديل القيمة
15263 =تعيين
15264 =النوع القديم
15265 =إجبار إيقاف التشغيل للملفات التنفيذية أثناء إلغاء تثبيتها
15266 =البحث عن السجل المناسب قبل إلغاء التثبيت العادي للبرنامج
15267 =هل تريد فعلا عمل إلغاء تثبيت سريع للبرنامج المحدد ؟
15268 =العثور على سجل مطابق بين السجلات التي سيتم استخدامها من أجل إلغاء التثبيت\nتشغيل وحدة إلغاء التثبيت المدمجة في البرنامج من أجل إلغاء التثبيت الإفتراضي.
15269 =العثور على سجل مطابق بين قاعدة بيانات السجلات التي سيتم استخدامها من أجل إلغاء التثبيت\nتشغيل وحدة إلغاء التثبيت المدمجة في البرنامج من أجل إلغاء التثبيت الإفتراضي.
15270 =بعد الانتهاء من إلغاء التثبيت للبرنامج، اضغط الزر "متابعة" لمشاهدة بقايا الملفات والمجلدات والعناصر التسجيل.
15271 =خطأ في تنزيل ملف السجل
15272 =خطأ في إعادة تسمية ملف السجل الذي تم تنزيله
15273 =الوحدة النمطية لـ "قاعدة بيانات السجل" تظهر قائمة سجلات لبرامج تم رصدها متوافقة مع نظامك.. هذه السجلات المخزنة على موقع الويب الخاص بنا يتم المحافظة عليها من قبل فريقنا. يمكنك بسهولة  بنقرة واحدة على زر "إلغاء التثبيت" من استخدام هذه السجلات لإلغاء تثبيت البرامج من جهاز الكمبيوتر الخاص بك.
15274 =الإصدار الخاص بك:
15275 =التحديث الآن
15276 =تحديث قاعدة بيانات السجلات تلقائيا
15277 =خطأ في تنزيل قاعدة بيانات السجلات
15278 =خطأ في تحديث قاعدة بيانات السجلات
15279 =خطأ في استخراج قاعدة بيانات السجلات
15280 =خطأ في فتح قاعدة بيانات السجلات
15281 =أكتب تعليقك:
15282 =إختر أيقونة
15283 =مسار الملف:
15284 =حدد أيقونة من القائمة:
15285 =ملف
15286 =مجلد
15287 =تصدير السجل -
15288 =استيراد سجل -
15289 =%d%% المكتملة
15290 =التصدر بواسطة
15291 =العثور على سجلات ذات صلة
15292 =(نعم (مستحسن
15293 =المدرجة في القائمة سجلات قدمتها لك يبدو أن تكون ذات صلة بالبرنامج يمكنك إلغاء تثبيت. هل تريد أن تستخدم البيانات من السجلات أثناء إلغاء التثبيت؟
15294 =تحميل السجل-
15295 =المدرجة في القائمة السجلات الموجودة في "قاعدة بيانات سجلات" يبدو أن تكون ذات صلة بالبرنامج يمكنك إلغاء تثبيت. إذا كنت ترغب في استخدام أي منها أثناء إجراء إلغاء التثبيت، تعيين علامة الاختيار أمامه.
15296 =هناك مناسبة إلغاء سجل في لدينا سجلات قاعدة البيانات.\nWould كنت ترغب في استخدامه لإلغاء أكثر اكتمالا من البرنامج؟
15304 = أنت لم تقم بتحديد أي سجل من القائمة\nهل أنت تريد فعلا مواصلة البحث عن المخلفات وتخطي استخدام السجل؟
15309 = المسار:
15310 = استخدام بيانات إلغاء تثبيت البرنامج للحصول على معلومة "تاريخ التثبيت" ـ

[Auto Run Manager Pro]
15800 =إضافة
15801 =Windows إضافة برنامج إلى بدء تشغيل
15802 =الوضع على تشغيل تلقائي لأجل:
15803 =كافة المستخدمين
15804 =المستخدم الحالي
15805 =الوضع على تشغيل تلقائي من:
15806 =Windows مع كل بدء تشغيل لـ - Run :الريجستري
15807 =القادم Windows تشغيل مرة واحدة فقط خلال بدء تشغيل - RunOnce :الريجستري
15808 =Windows مجلد بدء التشغيل - مع كل بدء تشغيل لـ
15809 =(الأمر (المسار بالكامل:
15810 =الإسم :
15811 =إزالة من التشغيل التلقائي
15812 =إزالة المواد الغير شغالة من التشغيل التلقائي
15813 =إزالة كافة المواد المعطلة من التشغيل التلقائي
15814 =الخدمات
15815 =Windows فتح خدمات

[General App]
16001 =طباعة
16002 =معاينة الطباعة
16003 =إعداد الطباعة
16004 =عرض
16005 =شريط القائمة
16006 =شريط الأدوات الرئيسي
16007 =لائحة الوصف
16008 =شريط المعلومات
16009 =شريط أدوات الأدوات
16010 =ملف
16011 =مدير\nبدء التشغيل
16012 =منظف\nالمخلفات
16013 =أدوات\nWindows
16014 =منظف\nالمتصفح
16015 =منظف\nMicrosoft Office
16016 =منظف\nWindows
16017 =طمس\nالشواهد
16018 =الحذف\nالأبدي
16019 =مدير\nالإحتياطي
16020 =تثبيت بواسطة Revo Uninstaller
16021 =إلغاء تثبيت بواسطة Revo Uninstaller
16022 =تثبيت البرنامج المحدد بواسطة Revo Uninstaller
16023 =إلغاء تثبيت البرنامج المحدد بواسطة Revo Uninstaller
16024 =مجلد الإحتياطي:
16025 =تخزين مواد الريجستري المحذوفة
16026 =تخزين الملفات و المجلدات المحذوفة
16027 =غير مثبت على هذا الكمبيوتر (رمز الخطأ هو 0x%08X) Microsoft Excel.
16028 =(رمز الخطأ هو 0x%08X) Microsoft Excel فشل تشغيل.
16029 =خطأ غير معروف.
16030 =الريجستري
16031 =تجاوز رسائل المعلومات
16032 =تجاوز رسائل التحذير
16033 =العمليات
16034 =مراقبة البرامج في الوضع المضغوط
16035 =تضمين العمليات:
16036 =إستبعاد العمليات:
16037 =مسار العملية
16038 =سمة المظهر:
16039 =أشرطة الأدوات
16040 =إظهار المسميات النصية
16041 =إظهار رموز صغيرة
16042 =أزرق
16043 =رمادي
16044 =أسود
16045 =فضي
16046 =طبيعي
16047 =طبيعي 2
16048 =طبيعي ناعم
16049 =شراء الآن
16050 =بعد أن تشتري البرنامج ، سوف تستلم رقم التسلسل عن طريق رسالة بالبريد الإلكتروني . من أجل التنشيط ، حيث تحتاج إلى إدخال هذا الرقم في النموذج بالأسفل ثم الضغط على زر "تنشيط مباشر" . علما إن التنشيط يتطلب الإتصال بالإنترنت ، حتى برنامج جدار الحماية الخاص بك لا ينبغي أن يعرقل البرنامج . إذا كان لديك أي أسئلة بخصوص التسجيل ، يرجى الإتصال بنا على العنوان التالي registration@revouninstaller.com
16051 =التسجيل
16052 =أدخل رقم التسلسل بالضبط هنا:
16053 =تنشيط مباشر
16054 =جميع الحقوق محفوظة.
16055 =نسخة مسجلة
16056 =نسخة غير مسجلة
16057 =هل تريد فع حذف النسخ الاحتياطية الموجودة و السجلات و بيانات البرنامج الأخرى ؟ أضغط "لا" إذا كنت تقوم بتحديث البرنامج.
16058 =ترجمة :
16059 =إنشاء إحتياطي للريجستري كامل يوميا
16060 =حذف سجل البرنامج المراقب بعد إلغاء التثبيت
16061 =إظهار رموز صغيرة في العرض التفصيلي
16062 =إظهار أوامر قائمة سياق القشرة (التثبيت بواسطة... و إلغاء التثبيت بواسطة...) ـ
16063 =تأشير كافة المخلفات بشكل إفتراضي
16064 =رمادي غامق
16065 =2 الأزرق
16070 =شريط أدوات الأوامر
16071 =مخصص
16072 =السمة
16073 =لون مخصص للخلفية
16074 =لون مخصص للتحديد
16075 =الرجاء إغلاق البرنامج قبل بدء عملية استيراد السجل\nأو قم باستيراد السجل باستخدام زر "إدارة" من شريط الأدوات في وحدة "البرامج المرصودة" ـ.
16076 =تنشيط
16077 =اختر أسلوب التنشيط
16078 =التنشيط عبر الإنترنت
16079 =التنشيط بواسطة ملف
16080 =فترة المحاكمة 30 يوما الخاص بك أكثر. إذا كنت ترغب في الاستمرار في استخدام المنتج لديك لشراء ترخيص.
16081 =بعد أن قمت بشراء ترخيص البرنامج, سوف تتلقى الرقم التسلسلي عن طريق رسالة بالبريد الإلكتروني. و لتفعيل البرنامج، قم بإدخال الإسم الخاص بك وإدخال الرقم التسلسلي في النموذج أدناه (يستحسن بشدة عمل نسخ ولصق) ومن ثم اضغط على زر "تنشيط عبر الإنترنت". علما أن التنشيط عبر الإنترنت يحتاج إلى الإتصال بالإنترنت، لكن يجب أن تتأكد من عدم حجب البرنامج بواسطة جدار الحماية أو برنامج الفيروسات الخاص بك. إذا لديك أي أسئلة أو مشكلة تتعلق بالتسجيل، اتصل بنا على: registration@revouninstaller.com
16082 =بعد أن قمت بشراء ترخيص لعملاق، سوف تتلقى رقم تسلسلي عن طريق البريد الإلكتروني. من أجل تفعيل "عملاق" بملف، تحتاج إلى أدخل اسم الخاص بك، وهذا الرقم التسلسلي في النموذج أدناه (نسخ ولصق بشدة المستحسن) ثم اضغط على زر "حفظ ملف" لحفظ الملف. ثم إرسال الملف الذي تم إنشاؤه support@revouninstaller.com أو registration@revouninstaller.com. في غضون 24 ساعة سوف نرسل لك مرة أخرى على "مفتاح فتح" سيتم إكمال التنشيط لعملاق. إذا كان لديك أي أسئلة أو مشاكل تتعلق بالتسجيل، يرجى الاتصال بنا على: registration@revouninstaller.com
16083 =لقد اخترت تنشيط "عملاق" بالملف. بعد قد قمت بإرسال ملف التنشيط لدعم رسائل البريد الإلكتروني، يجب أن تتلقى "مفتاح فتح" من عملاق فريق الدعم. تحتاج إلى إدخال "مفتاح فتح" أدناه  (نسخ ولصق بشدة المستحسن) واضغط الزر "تنشيط". إذا كان لديك أي أسئلة أو مشاكل تتعلق بالتسجيل، يرجى الاتصال بنا على: registration@revouninstaller.com
16084 =حصل تغيير على الكمبيوتر الخاص بك يتطلب إعادة تنشيط البرنامج. اضغط على زر "تنشيط" فقط. إذا لديك أي أسئلة أو مشكلة تتعلق بالتسجيل، أتصل بنا على: registration@revouninstaller.com
16085 =تم التنشيط بنجاح
16086 =فشل التنشيط
16087 =لا يوجد اتصال بخادم التنشيط. الرجاء التأكد من أن جدار الحماية لا يمنع البرنامج.
16088 =أدخل اسم المستخدم:
16089 =(أدخل الرقم التسلسلي (يستحسن النسخ واللصق:
16090 =(أدخل المفتاح (يستحسن النسخ واللصق:
16091 =إعادة تعيين عملية التنشيط
16092 =الأيام المتبقية:
16093 =حفظ الملف
16094 =مسجل باسم
16095 =إعادة تنشيط
16096 =...التنشيط قيد التقدم. الرجاء الانتظار...
16097 =الرقم التسلسلي خطأ\nالرجاء نسخ ولصق الرقم التسلسلي بدلا من كتابته
16098 =الرجاء إعادة تشغيل البرنامج
16100 =الرقم التسلسلي:
16101 =بيانات الترخيص:
16108 = إظهار شاشة البداية عند بدء التشغيل

16157 =Android احصل على تطبيقنا 
16158 = Android تنزيل تطبيقنا  

[AppBar]
16900 =حفظ السجل لتغييرات النظام التي تمت مراقبتها
16901 =إيقاف مراقبة التثبيت
16902 =هذا البرنامج يقوم بمراقبة التغييرات في النظام - للإستمرار في عملية التثبيت يشكل عادي! لا تقم بتشغيل أي ملفات إعداد أخرى أو برامج أو أي شيء آخر أثناء تثبيت البرنامج! و بعد الإنتهاء من التثبيت قم بتشغيل البرنامج المثبت ثم ضع إعداداته و إغلاقه . ثم أضغط على زر "إيقاف" (المربع الأحمر) و احفظ السجل.
16903 =أدخل إسما للسجل :
16904 ="أدخل إسما للسجل ثم أضغط على زر "حفظ
16905 =يراقب التثبيت Revo Uninstaller
16906 =يحفظ البيانات Revo Uninstaller
16907 =تعذر الحصول على الإمتياز المطلوب لإيقاف تشغيل جهاز الكمبيوتر . حاول إغلاقه يدويا
16908 =تعذر ضبط الإمتياز لإيقاف تشغيل جهاز الكمبيوتر . حاول إغلاقه يدويا
16909 =الرجاء إدخال اسم صالح للسجل

[JunkFilesCleanerPro]
17000 =إستبعاد
17001 =المعدلة مؤخرا
17002 =فحص المجلد...

[EvidenceRemoverPro]
17300 =النوع
17301 =الحجم الكلي
17302 =المساحة الحرة
17310 =القرص المحلي
17311 =القرص القابل للإزالة
17312 =الوقت المتبقي المقدر:
17313 =يوم
17314 =ساعة
17315 =دقيقة
17316 =ثانية

[WindowsToolsPro]
17400 =استعادة النظام
17401 =تشخيص الاتصال
17402 =معلومات الشبكة
17403 =مركز الأمان
17404 =خصائص النظام
17405 =معلومات النظام
17406 =Netstat TCP/IP أمر
17407 =لوحة مفاتيح على الشاشة
17408 =أداة إلغاء تجزئة القرص
17409 =الخدمات
17410 =المجلدات المشتركة
17411 =نهج المجموعة
17412 =Windows إضافة/إزالة مكونات
17413 =أداة إزالة البرامج الخبيثة من مايكروسوفت
17414 =Windows النسخ الاحتياطي والاستعادة لـ
17415 =جدولة المهام
17416 =تدقيق القرص
17417 =مدقق ملفات النظام
17450 =يسمح لك النسخ الاحتياطي والاستعادة بعمل نسخ من ملفات البيانات لجميع الأشخاص الذين يستخدمون هذا الكمبيوتر حيث يوفر لك القدرة على إنشاء تصوير للنظام. كما يمكنك اختيار ما سيتم نسخة احتياطيا أو يمكنك تحديد المجلدات الفردية والمكتبات ومحركات الأقراص التي تريد إجراء نسخ احتياطي لها. تصوير النظام يتضمن إعدادات النظام الخاص بك والبرامج والملفات. أيضا يمكنك استخدام تصوير النظام عند استعادة محتويات الكمبيوتر الخاص بك إذا توقف محرك القرص الثابت أو الكمبيوتر عن العمل.
17451 =تساعدك جدولة المهام في جدولة المهام الآلية التي تؤدي إجراءات معينة في وقت محدد أو عند حدوث حدث معين. حيث توفر القدرة على جدولة تشغيل برامج أو تشغيل برامج نصي ما في أوقات معينة أو بعد فترات زمنية محددة. علما أن وحدة جدولة المهام تحتفظ بمكتبة لكافة المهام المجدولة بحيث تقدم لك عرضا منظما للمهام وطريقة ملائمة لإدارتها.
17452 =التحقق من القرص التحقق من تكامل نظام الملفات على وحدة تخزين Windows المنطقية. التحقق من تدقيق القرص لمشاكل القطاعات المتصلة بسوء، والكتل المفقودة والملفات cross-linked وأخطاء الدليل. يمكن أن يكون سبب هذه الأنواع من المشاكل التي تعطل النظام أو تجمد، واعطاب السلطة، بشكل غير صحيح إيقاف تشغيل الكمبيوتر وما إلى ذلك.
17453 =مدقق ملفات النظام يسمح لك مسح واستعادة فساد في ملفات نظام Windows التحقق من إصداراتها. إذا وجدت مشكلة، فإنه سيحاول استبدال الملفات الإشكالية من ذاكرة التخزين المؤقت DLL Windows. إذا لم يكن الملف في ذاكرة التخزين المؤقت DLL Windows أو تلف ذاكرة التخزين المؤقت DLL، سوف تتم مطالبتك بإدراج قرص تثبيت Windows.

[WindowsCleanerPro]
17500 =حذف المخزون المؤقت للصويرات

[UnrecoverableDeletePro]
17600 =إضافة ملف
17601 =إضافة مجلد
17602 =حذف للأبد
17603 =حذف
17604 =...يتم الحساب...


[Backup Manager]
17800 =مدير الإحتياطي
17801 =إستعادة
17802 =حذف
17803 =حذف الكل
17804 =إستعادة\nمخصصة
17812 =...جاري فتح التفرع...
17813 =الخلف
17814 =التالي
17815 =بيانات نقطة الإستعادة غير موجودة
17816 =شغال
17817 =إحتياطي %d من %d مادة
17818 =نقاط الإستعادة:
17819 =الحجم الكلي:
17820 =مدير الاحتياطي يساعدك على إدارة المعلومات المخزنة للإحتياطي التي عملها البرنامج بعد حذف أي قمة للريجستري أو أي ملف أو مجلد و ذلك من خلال الإستعادة من أي نقطة إستعادة، حيث يمكنك إستعادة كافة البيانات المحذوفة كما يمكنك إختيار أي عنصر من العناصر التي ترغب في إستعادتها . إذا كنت بحاجة الى مزيد من المساحة الحرة يمكنك حذف بعض أو كافة نقاط الاستعادة.
17821 =الإسم
17822 =العملية
17823 =الحجم
17824 =مواد الريجستري
17825 =الملفات و المجلدات
17826 =ساعة
17827 =التاريخ
17830 =إسم المفتاح/القيمة
17831 =البيانات
17835 =القيمة الإفتراضية
17836 =إستعادة %d من %d مادة
17837 =الإستعادة
17838 =إسم الملف/المجلد
17839 =إستعادو مخصصة
17840 =خطأ في قراءة ملف بيانات الإحتياطي
17841 =الملفات و المجلدات للإستعادة
17842 =مواد الريجستري للإستعادة
17843 =لا يوجد هناك مساحة كافية لكتابة ملف بيانات الإحتياطي
17844 =خطأ في كتابة ملف بيانات الإحتياطي
17845 =هل تريد فعلا إستعادة العملية %s من %s ؟
17846 =هل تريد فعلا حذف كافة نقاط الإستعادة ؟
17847 =حذف\nحسب الوقت
17848 =حذف النسخ الاحتياطية الأقدم من تاريخ ما أو فترة ما
17849 =حذف كافة النسخ الاحتياطية الأقدم من:
17850 =التاريخ المحدد:
17851 =أسبوع
17852 =أسبوعان
17853 =شهر
17854 =ـ 3 شهور
17855 =ـ 6 شهور
17856 =سنة
17857 =تاريخ مخصص
17858 =أنت قمت بتحديد تاريخ أحدث من اليوم\nبحيث يتم حذف كافة النسخ الاحتياطية. هل تريد المتابعة؟

[TooltipsPro]
18200 =ضبط إعدادات Revo Uninstaller
18201 =تغيير العرض لقائمة البرامج المراقبة
18202 =إدارة معلومات الإحتياطي المخزنة بواسطة Revo Uninstaller
18203 =تثبيت برامج من خلال Revo Uninstaller
18204 =إلغاء جبري لمخلفات البرامج المزالة مسبقا
18205 =إظهار كافة البرامج المثبتة
18206 =إظهار البرامج المثبتة المراقبة
18207 =إلغاء تثبيت البرامج المراقبة المحددة
18208 =إلغاء تثبيت مخصص للبرامج المراقبة المحددة
18209 =إستعادة نقطة الإستعادة المحددة لـ Revo Uninstaller
18210 =إستعادة مخصصة لنقطة الإستعادة المحددة لـ Revo Uninstaller
18211 =حذف نقطة الإستعادة المحددة لـ Revo Uninstaller
18212 =إضافة برنامج للبدء تلقائيا عند بدء تشغيل Windows
18213 =تنفيذ عملية إزالة الأدلة مع الأقراص المؤشرة
18214 =إضافة ملفات للحذف الغير قابل للإسترداد
18215 =إضافة مجلد للحذف الغير قابل للإسترداد
18216 =حذف الملفات و المجلدات المضافة
18217 =حذف الملفات المؤشرة
18218 =تغيير أو إصلاح تثبيت البرنامج المحدد
18219 =إلغاء تثبيت سريع للبرنامج المحدد (يتم حذف جميع المخلفات تلقائيا) ـ
18220 =إضافة عنصر جديد إلى السجل
18221 =تعديل العنصر المحدد
18222 =حذف العنصر المحدد من السجل
18223 =HTML تصدير بيانات السجل الحالي كملف

[Portable]
18508 = قبول
18509 = اتفاقية الترخيص